{
  "accordions": [
    {
      "title": "Prečo používať Linux?",
      "text": "Toto je otázka, ktorú si kladie väčšina ľudí. Prečo sa obťažovať učením sa úplne iného počítačového prostredia, keď operačný systém dodávaný s väčšinou stolných počítačov, notebookov a serverov funguje dobre? Pre zodpovedanie tejto otázky, položme si ďalšiu otázku. Funguje operačný systém, ktorý momentálne používate, naozaj „v pohode“? Alebo sa ocitnete v boji s prekážkami, ako sú vírusy, malvér, spomalenia, zlyhania, nákladné opravy a licenčné poplatky? Ak bojujete s vyššie uvedeným, Linux môže byť pre vás ideálnou platformou. Linux sa vyvinul do jedného z najspoľahlivejších počítačových ekosystémov na planéte. Skombinujte túto spoľahlivosť s nulovými vstupnými nákladmi a máte dokonalé riešenie pre platformu stolných počítačov.",
      "id": 1
    },
    {
      "title": "Open source",
      "text": "Linux je tiež distribuovaný pod licenciou open source. Open source sa riadi týmito kľúčovými princípmi: \nSloboda spustiť program na akýkoľvek účel. Sloboda študovať, ako program funguje, a meniť ho tak, aby robil to, čo chcete. Sloboda redistribúcie kópií, aby ste mohli pomôcť svojmu blížnemu. Sloboda distribuovať kópie vašich upravených verzií ostatným. Tieto princípy sú kľúčové pre pochopenie komunity, ktorá spolupracuje na vytváraní platformy Linux. Linux je bezpochyby operačný systém, ktorý je „od ľudí, pre ľudí“. Takisto sú hlavným faktorom, prečo si veľa ľudí vyberá Linux. Ide o slobodu a slobodu používania a slobodu výberu.",
      "id": 2
    },
    {
      "title": "Inštalovanie Linuxu",
      "text": "Pre mnohých ľudí sa myšlienka inštalácie operačného systému môže zdať ako veľmi náročná úloha. Verte tomu alebo nie, Linux ponúka jednu z najjednoduchších inštalácií zo všetkých operačných systémov. V skutočnosti väčšina verzií Linuxu ponúka to, čo sa nazýva Live distribúcia, čo znamená, že operačný systém spúšťate z USB flash disku bez toho, aby ste na pevnom disku robili akékoľvek zmeny. Získate plnú funkčnosť bez toho, aby ste sa museli zaviazať k inštalácii. Keď ho vyskúšate a rozhodnete sa ho použiť, jednoducho dvakrát kliknite na ikonu „Inštalovať“ a prejdite jednoduchým sprievodcom inštaláciou. To je všetko. Po dokončení inštalácie systém reštartujte a ste pripravení ho využívať.",
      "id": 3
    }
  ]
}
